tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autossh"
brew "bat"
brew "binutils"
brew "bzip2"
brew "cloc"
brew "colordiff"
brew "coreutils"
brew "crystal"
brew "diffutils"
brew "docker"
brew "docker-compose"
brew "docker-machine", restart_service: true
brew "exa"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "git"
brew "pinentry"
brew "gnupg"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "html2text"
brew "jq"
brew "libmagic"
brew "sqlite"
brew "llvm"
brew "lsd"
brew "neovim"
brew "pinentry-mac"
brew "plantuml"
brew "protobuf"
brew "psutils"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "tmux"
brew "tmuxp"
brew "universal-ctags"
brew "zlib"
cask "amethyst"
cask "android-platform-tools"
cask "caffeine"
cask "inkscape"
cask "virtualbox"
cask "wezterm"
